{
  "navigation": {
    "about": "ACERCA DE",
    "resume": "CURRCULUM",
    "portfolio": "PORTAFOLIO",
    "blog": "BLOG",
    "contact": "CONTACTO"
  },
  "profile": {
    "name": "Gabriel Sosa",
    "title": "DevOps | SRE | Ingeniero en la Nube",
    "email": "EMAIL",
    "cv": "CV",
    "download": "descargar",
    "location": "UBICACIN",
    "locationValue": "Tegucigalpa, ",
    "status": "ESTADO"
  },
  "about": {
    "title": "Acerca de M铆",
    "paragraph1": "Un DevOps, SRE e Ingeniero en la Nube apasionado y habilidoso con una s贸lida experiencia en aprovisionamiento de infraestructura, automatizaci贸n y monitoreo. He completado y sido certificado por Google Cloud como Associate Cloud Engineer y por AWS como AWS Certified Cloud Practitioner.",
    "paragraph2": "Tengo experiencia trabajando con herramientas como Jenkins, Terraform y Ansible para optimizar procesos de desarrollo y asegurar el despliegue eficiente de c贸digo. Competente en la gesti贸n y monitoreo de servicios de infraestructura en la nube en AWS y GCP, as铆 como en mantener alta disponibilidad en cl煤steres de contenedores basados en Kubernetes. He implementado exitosamente herramientas de monitoreo y logging como ELK, Grafana y Datadog para asegurar visibilidad completa del rendimiento del sistema e implementado GitOps para gestionar infraestructura como c贸digo. Mi experiencia tambi茅n incluye la integraci贸n de pruebas de automatizaci贸n en el pipeline CI/CD y el desarrollo de scripts para automatizar tareas, mejorando la eficiencia y reduciendo el esfuerzo manual.",
    "paragraph3": "Con una licenciatura en Ciencias de la Computaci贸n y un GPA s贸lido, estoy comprometido con el aprendizaje continuo y el crecimiento profesional. Busco oportunidades para aprovechar mis habilidades y contribuir al 茅xito de proyectos DevOps, SRE e ingenier铆a en la nube."
  },
  "whatImDoing": {
    "title": "En Qu茅 Trabajo",
    "devops": {
      "title": "DevOps",
      "description": "Disfruto mejorar la velocidad y calidad de entrega, automatizar y lograr CI/CD"
    },
    "cloudEngineer": {
      "title": "Ingeniero en la Nube",
      "description": "Disfruto dise帽ar, asegurar y mantener la infraestructura y aplicaciones basadas en la nube de una organizaci贸n"
    },
    "sre": {
      "title": "SRE",
      "description": "Me interesan los procesos y herramientas para asegurar la escalabilidad, confiabilidad y disponibilidad de sistemas de software"
    },
    "softwareDevelopment": {
      "title": "Desarrollo de Software",
      "description": "Disfruto aprender desarrollo de software ya sea para prop贸sitos personales o espec铆ficos"
    }
  },
  "resume": {
    "title": "Curr铆culum",
    "education": "Educaci贸n",
    "experience": "Experiencia",
    "skills": "Habilidades"
  },
  "portfolio": {
    "title": "Portafolio",
    "projects": "Proyectos",
    "categories": "Categor铆as"
  },
  "blog": {
    "title": "Blog",
    "posts": "Publicaciones Recientes",
    "readMore": "Leer M谩s"
  },
  "contact": {
    "title": "Contacto",
    "form": {
      "name": "Nombre Completo",
      "email": "Direcci贸n de Email",
      "message": "Tu Mensaje",
      "send": "Enviar Mensaje"
    }
  },
  "footer": {
    "status": " Todos los sistemas operativos.",
    "statusLink": "Estado",
    "uptime": "Tiempo Activo"
  }
}
